Repository: 4teamwork/ftw.usermanagement
Catalog: ftw/usermanagement/locales/*/LC_MESSAGES/ftw.usermanagement.po
Languages: de, fr

source: Add a new Group
de: Neue Gruppe hinzufügen
fr: Ajouter un nouveau groupe

source: Add a new Member
de: Neuen Benutzer hinzufügen
fr: Ajouter un nouveau membre

source: Add group
de: Hinzufügen
fr: Ajouter un groupe

source: Add member
de: Hinzufügen
fr: Ajouter un membre

source: Cancel
de: Abbrechen
fr: Annuler

source: Changes made.
de: Änderungen übernommen
fr: Modifications enregistrées.

source: Delete group(s)
de: Gruppe(n) löschen
fr: Supprimer groupe(s)

source: Delete groups
de: Gruppe(n) löschen
fr: Supprimer groupes

source: Delete user
de: Benutzer löschen
fr: Supprimer utilisateur

source: Delete user(s)
de: Benutzer löschen
fr: Supprimer utilisateur(s)

source: Firstname
de: Vorname
fr: Prénom

source: Group(s) deleted.
de: Gruppe(n) wurden gelöscht
fr: Groupe(s) supprimée

source: Lastname
de: Nachname
fr: Nom

source: No mailhost defined. contact site Administrator.
de: Email-Konfiguration fehlerhaft, bitte kontaktieren Sie den Administrator
fr: Aucun serveur de courrier défini. Contactez l'administrateur du site.

source: Notify user
de: Benutzerinformationen senden (ohne Passwort)
fr: Notifier utilisateur

source: Notify user and reset password
de: Benutzerinformationen senden (mit neuem Passwort)
fr: Notifier utilisateur et réinitialiser le mot de passe

source: Password
de: Passwort
fr: Mot de passe

source: Save
de: Speichern
fr: Enregistrer

source: The group id you selected is alreadyin use or is not valid. Please choose another.
de: Die Gruppen ID ist ungültig oder wird bereits verwendet
fr: L'identifiant de groupe que vous avez sélectionné est déjà en cours d'utilisation ou n'est pas valide. S'il vous plaît choisir un autre.

source: The login name you selected is alreadyin use or is not valid. Please choose another.
de: Der Benutzername (E-Mail) ist ungültig oder wird bereits verwendet
fr: Le nom d'utilisateur que vous avez sélectionné est déjà en cours d'utilisation ou n'est pas valide. S'il vous plaît choisir un autre.

source: There was an error to look up a user
de: Beim Auflösen einer Userid ist ein Fehler aufgetreten
fr: Il y avait une erreur de chercher un utilisateur

source: There was an error while deleting a group.
de: Beim löschen einer Gruppe ist ein Fehler aufgetreten
fr: Il ya eu une erreur lors de la suppression d'un groupe.

source: This username is reserved. Please choose a different name.
de: Dieser Benutzname ist ungültig
fr: Ce nom d'utilisateur est réservé. S'il vous plaît choisir un nom différent.

source: Title
de: Titel
fr: Titre

source: User added.
de: Benutzer hinzugefügt
fr: Utilisateur ajouté

source: Users Management
de: Benutzerverwaltung
fr: Administration des utilisateurs

source: You must enter a valid email address.
de: Sie müssen eine gültige E-Mail Adresse eingeben.
fr: Vous devez saisir une adresse courriel valide.

source: help_add_group
de: Die Gruppen ID sollte nur aus a-z, A-Z, 0-9 und '_' bestehen.
fr: ID ne doit contenir de a-z, A-Z 0-9 et '_'. Aucun espace n'est autorisé

source: help_add_member
de: Sie müssen kein Passwort angeben, Sie können jederzeit ein Neues versenden.
fr: Si aucun mot de passe n'est fourni, Plone va générer pour vous

source: label_delete_groups
de: Sind Sie sicher, dass Sie die ausgwählte(n) Gruppe(n) löschen möchten?
fr: Etes-vous sûr que vous voulez supprimer le(s) groupe(s) sélectionné?

source: label_delete_user
de: Sind Sie sicher, dass Sie die ausgwählten Benutzer löschen möchten?
fr: Etes-vous sûr que vous voulez supprimer le(s) utilisateur(s) sélectionné(s)?

source: label_email
fr: Email

source: label_group_id
de: Id
fr: ID

source: label_group_title
de: Titel
fr: Titre

source: label_groups
de: Gruppen
fr: Groupes

source: label_login
fr: Identification

source: label_name
de: Name
fr: Nom

source: label_nr
de: Nr.
fr: Non.

source: msg_groupsDescription
de: Gruppenverwaltung
fr: Administration des groupes

source: msg_usersDescription
de: Benutzerverwaltung
fr: Administration des utilisateurs

source: no_email_for_user
de: Für den Benutzer ${user} existiert keine Email-Adresse
fr: Pour l'utilisateur $ {user} n'existe pas d'adresse email

source: text_group_created
de: Gruppe wurde erstellt
fr: groupe créé

source: text_missing_email
de: Bitte geben Sie eine E-Mail Adresse ein.
fr: S'il vous plaît entrer une adresse e-mail.

source: text_missing_firstname
de: Bitte geben Sie den Vornamen ein
fr: S'il vous plaît, entrez un prénom

source: text_missing_lastname
de: Bitte geben Sie den Nachnamen ein.
fr: S'il vous plaît entrer un nom de famille.

source: text_request_new_password
de: Das Passwort kann unter folgendem Link zurückgesetzt werden:
fr: Le mot de passe peut être réinitialisé dans le lien suivant:

source: text_user_deleted
de: Benutzer wurde(n) gelöscht
fr: Les utilisateurs ont été supprimés

source: text_usermanagament_user_notified
de: Der Benutzer ${fullname} (${email}) wurde benachrichtigt.
fr: L'utilisateur $ {fullname} ($ {email}) a été notifié

source: text_usermanagement_after_pw_reset
de: Sie können Ihr Passwort unter "Mein Konto" nach dem Anmelden ändern.
fr: Vous pouvez changer votre mot de passe dans votre section "Mon compte" après s'être connecté

source: text_usermanagement_after_pw_reset_url
de: Oder Sie benutzen den folgenden Link ${home_url}, um direkt in Ihren "Mein Konto" Bereich zu gelangen, dort finden Sie den Link "Passwort ändern".
fr: Ou utilisez ce lien direct ${home_url} à votre "Mom compte" et cliquez sur "Modifier le mot de passe"

source: text_usermanagement_mail_comment
de: Ihr Kontakt bei Fragen lautet: ${contact_email}
fr: Si vous avez des questions, s'il vous plaît contacter: ${contact_email}

source: text_usermanagement_mail_head_text
de: Willkommen ${fullname}
fr: Bienvenue ${fullname}

source: text_usermanagement_mail_info
de: Ihr Passwort sollten Sie bereits erhalten haben
fr: Vous devriez avoir reçu ou que vous recevrez votre mot de passe dans un courrier séparé

source: text_usermanagement_mail_info_reset_pw
de: Ihr Passwort lautet: ${pw}
fr: Votre mot de passe est: ${pw}

source: text_usermanagement_mail_username
de: Ihr Benutzername lautet: ${username}
fr: Votre nom d'utilisateur est: ${username}

source: text_usermanagemnt_mail_user_text
de: Sie wurden auf der Plattform ${site_title} registriert
fr: Vous avez été inscrit sur ​​la plate-forme ${site_title}

source: usermanagement_mail_notification_subject
de: Willkommen auf ${title}
fr: Bienvenue à ${title}

source: easy to use user management
de: Einfache Benutzer- und Gruppenverwaltung für Plone.
